{
      "ptx_code": "PTX084",
      "chem_name": "Haloperidol",
      "casrn": "52-86-8",
      "dtxsid": "DTXSID4034150",
      "smiles": "OC1(CCN(CCCC(=O)C2=CC=C(F)C=C2)CC1)C1=CC=C(Cl)C=C1",
      "inchikey": "LNEPOXFFQSENCJ-UHFFFAOYSA-N",
      "label": "PTX084 | Haloperidol",
      "pubchem_cid": "3559",
      "drugbank_id": "DB00502",
      "use_class": "Pharmaceutical",
      "tox_class": "Neurotoxicity; Cardiotoxicity",
      "formula": "C21H23ClFNO2",
      "chem_name_user": "Haloperidol",
      "mw_g_mol": "375.87",
      "solubility_h2o_mol_liter": "3.72e-05",
      "source_solubility_h2o": "COMPTOX (OPERA)",
      "henry_coefficient_atm_m3_mol": "4.95e-11",
      "source_henry": "COMPTOX",
      "log_kaw_kh_rt": "8.69",
      "source_kaw": "LSER eq 1",
      "pka_acid": "13.70",
      "pka_base": "8.68",
      "source_pka": "ACD pKa/GALAS",
      "log_kow_liter_liter": "4.28",
      "source_kow": "Yalkowsky et al. Chemosphere 2002, 48, 487–509",
      "log_dlipw_ph74_liter_liter": "2.83",
      "source_dlipw": "LSERD, eq. 1  (?mw=1)",
      "freely_dissolved_fraction": "0.22",
      "density_kg_liter": "1.25",
      "source_density": "COMPTOX",
      "boiling_point": "",
      "source_boiling_point": "",
      "melting_point": "148.7; 151.5; 152.0",
      "source_melting_point": "CompTox (Jean-Claude Bradley Open Melting Point Dataset; Jean-Claude Bradley Open Melting Point Dataset; Tokyo Chemical Industry (Chemical company)",
      "vapor_pressure": "",
      "source_vapor_pressure": "",
      "baseline_drerio": "261.00",
      "baseline_dmagna": "162.00",
      "baseline_celegans": "353.99",
      "baseline_xlaevis": "143.90",
      "baseline_dmelanogaster": "1403.27",
      "baseline_cells": "1.72e-04",
      "baseline_cells_generic_micromole_liter_free_ec10": "3.84e-05",
      "moa_drugbank": "While haloperidol has demonstrated pharmacologic activity at a number of receptors in the brain, it exerts its antipsychotic effect through its strong antagonism of the dopamine receptor (mainly D2), particularly within the mesolimbic and mesocortical systems of the brain. Schizophrenia is theorized to be caused by a hyperdopaminergic state within the limbic system of the brain.[A34360] Dopamine-antagonizing medications such as haloperidol, therefore, are thought to improve psychotic symptoms by halting this over-production of dopamine. The optimal clinical efficacy of antipsychotics is associated with the blockade of approximately 60 % - 80 % of D2 receptors in the brain.[A34360]\n\nWhile the exact mechanism is not entirely understood, haloperidol is known to inhibit the effects of dopamine and increase its turnover. Traditional antipsychotics, such as haloperidol, bind more tightly than dopamine itself to the dopamine D2 receptor, with dissociation constants that are lower than that for dopamine.[A4962] It is believed that haloperidol competitively blocks post-synaptic dopamine (D2) receptors in the brain, eliminating dopamine neurotransmission and leading to the relief of delusions and hallucinations that are commonly associated with psychosis. It acts primarily on the D2-receptors and has some effect on 5-HT2 and Î±1-receptors, with negligible effects on dopamine  D1-receptors. The drug also exerts some blockade of Î±-adrenergic receptors of the autonomic system.[L2022]\n\nAntagonistic activity regulated through dopamine D2 receptors in the chemoreceptive trigger zone (CTZ) of the brain renders its antiemetic activity. Of the three D2-like receptors, only the D2 receptor is blocked by antipsychotic drugs in direct relation to their clinical antipsychotic abilities. \n\nClinical brain-imaging findings show that haloperidol remains tightly bound to D2 dopamine receptors in humans undergoing 2 positron emission tomography (PET) scans with a 24h pause in between scans.[A4962] A common adverse effect of this drug is the development of extrapyramidal symptoms (EPS), due to this tight binding of haloperidol to the dopamine D2 receptor.\n\nDue to the risk of unpleasant and sometimes lifelong extrapyramidal symptoms, newer antipsychotic medications than haloperidol have been discovered and formulated. Rapid dissociation of drugs from dopamine D2 receptors is a plausible explanation for the improved EPS profile of atypical antipsychotics such as [DB00734]. This is also consistent with the theory of a lower affinity for D2 receptors for these drugs.  As mentioned above, haloperidol binds tightly to the dopamine receptor, potentiating the risk of extrapyramidal symptoms,[A4962] and therefore should only been used when necessary.",
      "protein_binding": "Studies have found that free fraction of haloperidol in human plasma is 7.5-11.6%. This was found to be comparable among healthy adults, young adults, elderly patients with schizophrenia, and even in patients with liver cirrhosis.[A32346]",
      "moa_t3db": "The precise mechanism whereby the therapeutic effects of haloperidol are produced is not known. Its effect on the central nervous system is thought to be associated with the competitive blockade of postsynaptic dopamine D2 receptors in the mesolimbic dopaminergic system and an increased turnover rate of brain dopamine.",
      "aop": [
            {
                  "AOP_id": 97,
                  "AOP_name": "5-hydroxytryptamine transporter (5-HTT; SERT) inhibition leading to population decline "
            },
            {
                  "AOP_id": 98,
                  "AOP_name": "5-hydroxytryptamine transporter (5-HTT; SERT) inhibition leading to decreased shelter seeking and increased predation "
            },
            {
                  "AOP_id": 195,
                  "AOP_name": "5-hydroxytryptamine transporter (5-HTT) inhibition leading to population increase "
            },
            {
                  "AOP_id": 203,
                  "AOP_name": "5-hydroxytryptamine transporter inhibition leading to decreased reproductive success and population decline "
            },
            {
                  "AOP_id": 204,
                  "AOP_name": "5-hydroxytryptamine transporter inhibition leading to increased reproductive success and population increase "
            }
      ],
      "targets": [
            "5-hydroxytryptamine receptor 1A",
            "5-hydroxytryptamine receptor 2A",
            "5-hydroxytryptamine receptor 2C",
            "5-hydroxytryptamine receptor 7",
            "Alpha-2A adrenergic receptor",
            "Alpha-2C adrenergic receptor",
            "D(1A) dopamine receptor",
            "D(2) dopamine receptor",
            "D(3) dopamine receptor",
            "D(4) dopamine receptor",
            "Glutamate receptor ionotropic, NMDA 2B",
            "Histamine H1 receptor",
            "Melanin-concentrating hormone receptor 1",
            "Mu-type opioid receptor",
            "Multidrug resistance protein 1",
            "Muscarinic acetylcholine receptor M1",
            "Muscarinic acetylcholine receptor M5",
            "Nuclear receptor subfamily 1 group I member 2",
            "Peroxisome proliferator-activated receptor delta",
            "Potassium voltage-gated channel subfamily H member 2",
            "Sigma non-opioid intracellular receptor 1",
            "Sodium-dependent dopamine transporter",
            "Sodium-dependent noradrenaline transporter",
            "Sodium-dependent serotonin transporter",
            "Solute carrier family 22 member 1",
            "Synaptic vesicular amine transporter"
      ]
}