{
      "ptx_code": "PTX039",
      "chem_name": "Diclofenac",
      "casrn": "15307-86-5",
      "dtxsid": "DTXSID6022923",
      "smiles": "OC(=O)CC1=C(NC2=C(Cl)C=CC=C2Cl)C=CC=C1",
      "inchikey": "DCOPUUMXTXDBNB-UHFFFAOYSA-N",
      "label": "PTX039 | Diclofenac",
      "drugbank_id": "DB00586",
      "use_class": "Pharmaceutical",
      "tox_class": "Hematotoxicity; Neurotoxicity; Hepatotoxicity; Immunotoxicity; Genotoxicity; Nephrotoxicity; Cardiotoxicity",
      "chem_name_user": "Diclofenac",
      "mw_g_mol": "296.1524",
      "solubility_h2o_mol_liter": "1.78e-05",
      "source_solubility_h2o": "COMPTOX",
      "henry_coefficient_atm_m3_mol": "1.5686e-10",
      "source_henry": "COMPTOX (Opera)",
      "log_kaw_kh_rt": "8.19279746115865",
      "source_kaw": "LSER eq 1",
      "pka_acid": "4.07",
      "pka_base": "",
      "source_pka": "Drillia et al. 2005",
      "log_kow_liter_liter": "4.51",
      "source_kow": "Avdeef et al. 1997",
      "log_dlipw_ph74_liter_liter": "2.65",
      "source_dlipw": "Avdeef et al. 1997",
      "freely_dissolved_fraction": "0.0130910516349",
      "density_kg_liter": "1.447",
      "source_density": "COMPTOX",
      "baseline_drerio": "392.0",
      "baseline_dmagna": "226.0",
      "baseline_celegans": "494.007672645864",
      "baseline_xlaevis": "184.798638568366",
      "baseline_dmelanogaster": "1968.49265650456",
      "baseline_cells": "0.00441855797246566",
      "baseline_cells_generic_micromole_liter_free_ec10": "5.78435705693473e-05",
      "moa_drugbank": "Diclofenac inhibits cyclooxygenase-1 and -2, the enzymes responsible for production of prostaglandin (PG) G<sub>2</sub> which is the precursor to other PGs.[label,T116] These molecules have broad activity in pain and inflammation and the inhibition of their production is the common mechanism linking each effect of diclofenac.\n\nPGE<sub>2</sub> is the primary PG involved in modulation of nociception.[A179023] It mediates peripheral sensitization through a variety of effects.[T116,A179023] PGE<sub>2</sub> activates the G<sub>q</sub>-coupled EP<sub>1</sub> receptor leading to increased activity of the inositol trisphosphate/phospholipase C pathway. Activation of this pathway releases intracellular stores of calcium which directly reduces action potential threshold and activates protein kinase C (PKC) which contributes to several indirect mechanisms. PGE<sub>2</sub> also activates the EP<sub>4</sub> receptor, coupled to G<sub>s</sub>, which activates the adenylyl cyclase/protein kinase A (AC/PKA) signaling pathway. PKA and PKC both contribute to the potentiation of transient receptor potential cation channel subfamily V member 1 (TRPV1) potentiation, which increases sensitivity to heat stimuli. They also activate tetrodotoxin-resistant sodium channels and inhibit inward potassium currents. PKA further contributes to the activation of the P2X3 purine receptor and sensitization of T-type calcium channels. The activation and sensitization of depolarizing ion channels and inhibition of inward potassium currents serve to reduce the intensity of stimulus necessary to generate action potentials in nociceptive sensory afferents. PGE<sub>2</sub> act via EP<sub>3</sub> to increase sensitivity to bradykinin and via EP<sub>2</sub> to further increase heat sensitivity. Central sensitization occurs in the dorsal horn of the spinal cord and is mediated by the EP<sub>2</sub> receptor which couples to G<sub>s</sub>. Pre-synaptically, this receptor increases the release of pro-nociceptive neurotransmitters glutamate, CGRP, and substance P. Post-synaptically it increases the activity of AMPA and NMDA receptors and produces inhibition of inhibitory glycinergic neurons. Together these lead to a reduced threshold of activating, allowing low intensity stimuli to generate pain signals. PGI<sub>2</sub> is known to play a role via its G<sub>s</sub>-coupled IP receptor although the magnitude of its contribution varies. It has been proposed to be of greater importance in painful inflammatory conditions such as arthritis. By limiting sensitization, both peripheral and central, via these pathways NSAIDs can effectively reduce inflammatory pain.\n\nPGI<sub>2</sub> and PGE<sub>2</sub> contribute to acute inflammation via their IP and EP<sub>2</sub> receptors.[T116,A179044] Similarly to Î² adrenergic receptors these are G<sub>s</sub>-coupled and mediate vasodilation through the AC/PKA pathway. PGE<sub>2</sub> also contributes by increasing leukocyte adhesion to the endothelium and attracts the cells to the site of injury.[T116] PGD<sub>2</sub> plays a role in the activation of endothelial cell release of cytokines through its DP<sub>1</sub> receptor.[A179044] PGI<sub>2</sub> and PGE<sub>2</sub> modulate T-helper cell activation and differentiation through IP, EP<sub>2</sub>, and EP<sub>4</sub> receptors which is believed to be an important activity in the pathology of arthritic conditions. By limiting the production of these PGs at the site of injury, NSAIDs can reduce inflammation.\n\nPGE<sub>2</sub> can cross the blood-brain barrier and act on excitatory G<sub>q</sub> EP<sub>3</sub> receptors on thermoregulatory neurons in the hypothalamus.[T116] This activation triggers an increase in heat-generation and a reduction in heat-loss to produce a fever. NSAIDs prevent the generation of PGE<sub>2</sub> thereby reducing the activity of these neurons.",
      "protein_binding": "Diclofenac is over 99.7% bound to serum proteins, primarily albumin.[A178633] It is undergoes limited binding to lipoproteins as well with 1.1% bound to HDL, 0.3% to LDL, and 0.15% to VLDL.",
      "moa_t3db": "",
      "aop": [
            {
                  "AOP_id": 19,
                  "AOP_name": "Androgen receptor antagonism leading to adverse effects in the male foetus (mammals) "
            },
            {
                  "AOP_id": 34,
                  "AOP_name": "LXR activation leading to hepatic steatosis "
            },
            {
                  "AOP_id": 57,
                  "AOP_name": "AhR activation leading to hepatic steatosis "
            },
            {
                  "AOP_id": 58,
                  "AOP_name": "NR1I3 (CAR) suppression leading to hepatic steatosis "
            },
            {
                  "AOP_id": 61,
                  "AOP_name": "NFE2L2/FXR activation leading to hepatic steatosis "
            },
            {
                  "AOP_id": 72,
                  "AOP_name": "Epigenetic modification of PPARG leading to adipogenesis "
            },
            {
                  "AOP_id": 123,
                  "AOP_name": "Unknown MIE leading to reproductive dysfunction via increased HIF-1alpha transcription "
            },
            {
                  "AOP_id": 131,
                  "AOP_name": "Aryl hydrocarbon receptor activation leading to uroporphyria "
            }
      ],
      "targets": [
            "Acid-sensing ion channel 1",
            "Arachidonate 5-lipoxygenase",
            "Phospholipase A2, membrane associated",
            "Potassium voltage-gated channel subfamily KQT member 2",
            "Potassium voltage-gated channel subfamily KQT member 3",
            "Prostaglandin G/H synthase 1",
            "Prostaglandin G/H synthase 2",
            "Sodium channel protein type 4 subunit alpha"
      ]
}