{
      "ptx_code": "PTX022",
      "chem_name": "Caffeine",
      "casrn": "58-08-2",
      "dtxsid": "DTXSID0020232",
      "smiles": "CN1C=NC2=C1C(=O)N(C)C(=O)N2C",
      "inchikey": "RYYVLZVUVIJVGH-UHFFFAOYSA-N",
      "label": "PTX022 | Caffeine",
      "drugbank_id": "DB00201",
      "use_class": "Food and other consumption",
      "tox_class": "Hepatotoxicity; Neurotoxicity; Genotoxicity; Cardiotoxicity",
      "chem_name_user": "Caffeine",
      "mw_g_mol": "194.19",
      "solubility_h2o_mol_liter": "0.05",
      "source_solubility_h2o": "COMPTOX",
      "henry_coefficient_atm_m3_mol": "1.55e-06",
      "source_henry": "COMPTOX (Opera)",
      "log_kaw_kh_rt": "4.20",
      "source_kaw": "LSER eq 1",
      "pka_acid": "",
      "pka_base": "",
      "source_pka": "UFZ; Sirius T3",
      "log_kow_liter_liter": "-0.07",
      "source_kow": "experimental Hansch,C et al. (1995)",
      "log_dlipw_ph74_liter_liter": "0.28",
      "source_dlipw": "LSERD, eq. 1",
      "freely_dissolved_fraction": "0.94",
      "density_kg_liter": "1.40",
      "source_density": "COMPTOX",
      "baseline_drerio": "87700.00",
      "baseline_dmagna": "19500.00",
      "baseline_celegans": "41696.44",
      "baseline_xlaevis": "5156.99",
      "baseline_dmelanogaster": "178008.20",
      "baseline_cells": "0.01",
      "baseline_cells_generic_micromole_liter_free_ec10": "0.01",
      "moa_drugbank": "The mechanism of action of caffeine is complex, as it impacts several body systems, which are listed below. The effects as they relate to various body systems are described as follows:\n\n**General and cellular actions**\n\nCaffeine exerts several actions on cells, but the clinical relevance is poorly understood. One probable mechanism is the inhibition of nucleotide phosphodiesterase enzymes, adenosine receptors, regulation of calcium handling in cells, and participates in adenosine receptor antagonism.[A187221,L9857] Phosphodiesterase enzymes regulate cell function via actions on second messengers cAMP and cGMP.[A187724] This causes lipolysis through activation of hormone-sensitive lipases, releasing fatty acids and glycerol.[T722]\n\n**Respiratory**\n\nThe exact mechanism of action of caffeine in treating apnea related to prematurity is unknown, however, there are several proposed mechanisms, including respiratory center stimulation in the central nervous system, a reduced threshold to hypercapnia with increased response, and increased consumption of oxygen, among others.[L9851] The blocking of the adenosine receptors enhances respiratory drive via an increase in brain medullary response to carbon dioxide, stimulating ventilation and respiratory drive, while increasing contractility of the diaphragm.[T716]\n\n**Central nervous system**\n\nCaffeine demonstrates antagonism of all 4 adenosine receptor subtypes (A1, A2a, A2b, A3) in the central nervous system.[T716,L9851] Caffeine's effects on alertness and combatting drowsiness are specifically related to the antagonism of the A2a receptor.[T716]\n\n**Renal system**\n\nCaffeine has diuretic effects due to is stimulatory effects on renal blood flow, increase in glomerular filtration, and increase in sodium excretion.[T716]\n\n**Cardiovascular system**\n\nAdenosine receptor antagonism at the A1 receptor by caffeine stimulates inotropic effects in the heart. Blocking of adenosine receptors promotes catecholamine release, leading to stimulatory effects occurring in the heart and the rest of the body.  In the blood vessels, caffeine exerts direct antagonism of adenosine receptors, causing vasodilation. It stimulates the endothelial cells in the blood vessel wall to release nitric oxide, potentiating blood vessel relaxation. Catecholamine release, however, antagonizes this and exerts inotropic and chronotropic effects on the heart, ultimately leading to vasoconstriction. Finally, caffeine is shown to raise systolic blood pressure measurements by 5 to 10 mmHg when it is not taken regularly, versus no effect in those who consume it regularly.[T716] The vasoconstricting effects of caffeine are beneficial in migraines and other types of headache, which are normally caused by vasodilation in the brain.[A187709,L9872]",
      "protein_binding": "Plasma protein binding of caffeine has not been determined for neonates or infants. In vitro studies indicate a protein binding of about 10%-36%. Caffeine is reversibly bound to plasma proteins.[T722,L9851]",
      "moa_t3db": "Caffeine stimulates medullary, vagal, vasomotor, and respiratory centers, promoting bradycardia, vasoconstriction, and increased respiratory rate. This action was previously believed to be due primarily to increased intracellular cyclic 3&prime;,5&prime;-adenosine monophosphate (cyclic AMP) following inhibition of phosphodiesterase, the enzyme that degrades cyclic AMP. It is now thought that xanthines such as caffeine act as agonists at adenosine-receptors within the plasma membrane of virtually every cell. As adenosine acts as an autocoid, inhibiting the release of neurotransmitters from presynaptic sites but augmenting the actions of norepinephrine or angiotensin, antagonism of adenosine receptors promotes neurotransmitter release. This explains the stimulatory effects of caffeine. Blockade of the adenosine A1 receptor in the heart leads to the accelerated, pronounced \"pounding\" of the heart upon caffeine intake.",
      "aop": [
            {
                  "AOP_id": 6,
                  "AOP_name": "Antagonist binding to PPARα leading to body-weight loss "
            },
            {
                  "AOP_id": 18,
                  "AOP_name": "PPARα activation in utero leading to impaired fertility in males "
            },
            {
                  "AOP_id": 34,
                  "AOP_name": "LXR activation leading to hepatic steatosis "
            },
            {
                  "AOP_id": 58,
                  "AOP_name": "NR1I3 (CAR) suppression leading to hepatic steatosis "
            },
            {
                  "AOP_id": 72,
                  "AOP_name": "Epigenetic modification of PPARG leading to adipogenesis "
            },
            {
                  "AOP_id": 123,
                  "AOP_name": "Unknown MIE leading to reproductive dysfunction via increased HIF-1alpha transcription "
            },
            {
                  "AOP_id": 318,
                  "AOP_name": "Glucocorticoid Receptor activation leading to hepatic steatosis "
            }
      ],
      "targets": [
            "Adenosine receptor A1",
            "Adenosine receptor A2a",
            "Adenosine receptor A2b",
            "Adenosine receptor A3",
            "Amine oxidase [flavin-containing] B",
            "Chitotriosidase-1",
            "DNA-dependent protein kinase catalytic subunit",
            "Glycogen phosphorylase, muscle form",
            "Guanine deaminase",
            "Phosphatidylinositol 4,5-bisphosphate 3-kinase catalytic subunit alpha isoform",
            "Phosphatidylinositol 4,5-bisphosphate 3-kinase catalytic subunit beta isoform",
            "Phosphatidylinositol 4,5-bisphosphate 3-kinase catalytic subunit delta isoform",
            "Ryanodine receptor 1",
            "Serine-protein kinase ATM",
            "Serine/threonine-protein kinase ATR",
            "Serine/threonine-protein kinase mTOR",
            "cAMP-specific 3',5'-cyclic phosphodiesterase 4B"
      ]
}