{
      "ptx_code": "PTX136",
      "chem_name": "Levonorgestrel",
      "casrn": "797-63-7",
      "dtxsid": "DTXSID3036496",
      "smiles": "[H][C@@]12CC[C@@](O)(C#C)[C@@]1(CC)CC[C@]1([H])[C@@]3([H])CCC(=O)C=C3CC[C@@]21[H]",
      "inchikey": "WWYNJERNGUHSAO-XUDSTZEESA-N",
      "label": "PTX136 | Levonorgestrel",
      "pubchem_cid": "13109",
      "drugbank_id": "DB00367",
      "use_class": "Endogenous",
      "tox_class": "Hepatotoxicity",
      "formula": "C21H28O2",
      "chem_name_user": "Levonorgestrel",
      "mw_g_mol": "312.45",
      "solubility_h2o_mol_liter": "5.56e-06",
      "source_solubility_h2o": "COMPTOX (OPERA)",
      "henry_coefficient_atm_m3_mol": "4.07e-09",
      "source_henry": "COMPTOX",
      "log_kaw_kh_rt": "6.78",
      "source_kaw": "LSER",
      "pka_acid": "13.59",
      "pka_base": "",
      "source_pka": "ACD pKa/GALAS",
      "log_kow_liter_liter": "3.40",
      "source_kow": "",
      "log_dlipw_ph74_liter_liter": "3.55",
      "source_dlipw": "Kow-QSAR (∆mw=1)",
      "freely_dissolved_fraction": "0.30",
      "density_kg_liter": "",
      "source_density": "COMPTOX",
      "boiling_point": "",
      "source_boiling_point": "",
      "melting_point": "206.0; 223.0; 240.0",
      "source_melting_point": "CompTox (Jean-Claude Bradley Open Melting Point Dataset; PhysPropNCCT; Jean-Claude Bradley Open Melting Point Dataset)",
      "vapor_pressure": "",
      "source_vapor_pressure": "",
      "baseline_drerio": "50.47",
      "baseline_dmagna": "41.65",
      "baseline_celegans": "91.88",
      "baseline_xlaevis": "52.30",
      "baseline_dmelanogaster": "356.68",
      "baseline_cells": "2.40e-05",
      "baseline_cells_generic_micromole_liter_free_ec10": "7.29e-06",
      "moa_drugbank": "**Mechanism of action on ovulation**\n\nOral contraceptives containing levonorgestrel suppress gonadotropins, inhibiting ovulation. Specifically, levonorgestrel binds to progesterone and androgen receptors and slows the release of gonadotropin-releasing hormone (GnRH) from the hypothalamus. This process results in the suppression of the normal physiological luteinizing hormone (LH) surge that precedes ovulation. It inhibits the rupture of follicles and viable egg release from the ovaries. Levonorgestrel has been proven to be more effective when administered before ovulation.[T659]\n\n**Mechanism of action in cervical mucus changes**\n\nSimilar to other levonorgestrel-containing contraceptives, the intrauterine (IUD) forms of levonorgestrel likely prevent pregnancy by increasing the thickness of cervical mucus, interfering with the movement and survival of sperm, and inducing changes in the endometrium, where a fertilized ovum is usually implanted.[L7778,L7781] Levonorgestrel is reported to alter the consistency of mucus in the cervix, which interferes with sperm migration into the uterus for fertilization. Levonorgestrel is not effective after implantation has occurred.[A181976] \nInterestingly, recent evidence has refuted the commonly believed notion that levonorgestrel changes the consistency of cervical mucus when it is taken over a short-term period, as in emergency contraception. Over a long-term period, however, levonorgestrel has been proven to thicken cervical mucus.[A181976] The exact mechanism of action of levonorgestrel is not completely understood and remains a topic of controversy and ongoing investigation.[A181976,L7760]\n\n*Effects on implantation**\n\nThe effects of levonorgestrel on endometrial receptivity are unclear, and the relevance of this mechanism to the therapeutic efficacy of levonorgestrel is contentious.[A175372,A218666] Prescribing information for levonorgestrel IUDs state that they exert local morphological changes to the endometrium (e.g. stromal pseudodecidualization, glandular atrophy) that may play a role in their contraceptive activity.[L7778,L7781]\n\n**Mechanism of action in hormone therapy**\n\nWhen combined with estrogens for the treatment of menopausal symptoms and prevention of osteoporosis, levonorgestrel serves to lower the carcinogenic risk of unopposed estrogen therapy via the inhibition of endometrial proliferation. Unregulated endometrial proliferation sometimes leads to endometrial cancer after estrogen use.[L7808]",
      "protein_binding": "The protein binding of levonorgestrel ranges from 97.5-99%, and it is mainly bound to sex hormone-binding globulin (SHBG). Levonorgestrel is also bound to albumin.[A10375,L7760,L7781,L7823] The prescribing information for the implanted levonorgestrel indicates that the concentration of sex hormone-binding globulin (SHBG) is reduced in the span of a few days after levonorgestrel administration, decreasing the levels of the drug.[L7823]",
      "moa_t3db": "",
      "aop": [
            {
                  "AOP_id": 19,
                  "AOP_name": "Androgen receptor antagonism leading to adverse effects in the male foetus (mammals) "
            }
      ],
      "targets": [
            "3-oxo-5-alpha-steroid 4-dehydrogenase 1",
            "Androgen receptor",
            "Cytochrome P450 2C19",
            "Estrogen receptor alpha",
            "Glucocorticoid receptor",
            "Nuclear receptor subfamily 1 group I member 2",
            "Progesterone receptor"
      ]
}