{
      "ptx_code": "PTX202",
      "chem_name": "Pamidronic acid",
      "casrn": "40391-99-9",
      "dtxsid": "DTXSID4023414",
      "smiles": "NCCC(O)(P(O)(O)=O)P(O)(O)=O",
      "inchikey": "WRUUGTRCQOWXEG-UHFFFAOYSA-N",
      "label": "PTX202 | Pamidronic acid",
      "drugbank_id": "DB00282",
      "use_class": "Pharmaceutical",
      "tox_class": "Nephrotoxicity",
      "chem_name_user": "Pamidronic acid",
      "mw_g_mol": "235.07",
      "solubility_h2o_mol_liter": "1.22",
      "source_solubility_h2o": "COMPTOX (OPERA)",
      "henry_coefficient_atm_m3_mol": "2.31e-09",
      "source_henry": "COMPTOX",
      "log_kaw_kh_rt": "7.02",
      "source_kaw": "LSER",
      "pka_acid": "",
      "pka_base": "11.66",
      "source_pka": "ACD/GALAS",
      "log_kow_liter_liter": "-3.12",
      "source_kow": "",
      "log_dlipw_ph74_liter_liter": "-4.03",
      "source_dlipw": "Kow QSAR (∆mw = 1)",
      "freely_dissolved_fraction": "0.94",
      "density_kg_liter": "1.84",
      "source_density": "COMPTOX",
      "average_mass": "",
      "boiling_point": "",
      "source_boiling_point": "",
      "melting_point": "",
      "source_melting_point": "",
      "vapor_pressure": "",
      "source_vapor_pressure": "",
      "baseline_drerio": "1621810.10",
      "baseline_dmagna": "218776.16",
      "baseline_celegans": "457088.19",
      "baseline_xlaevis": "31067.05",
      "baseline_dmelanogaster": "2022087.76",
      "baseline_cells": "0.28",
      "baseline_cells_generic_micromole_liter_free_ec10": "0.26",
      "moa_drugbank": "Bisphosphonates are taken into the bone where they bind to hydroxyapatite. Bone resorption by osteoclasts causes local acidification, releasing the bisphosphonate, which is taken into the osteoclast by fluid-phase endocytosis.[A959] Endocytic vesicles become acidified, releasing bisphosphonates into the cytosol of osteoclasts where they act.[A959]\n\nOsteoclasts mediate resorption of bone.[A6366] When osteoclasts bind to bone they form podosomes, ring structures of F-actin.[A6366] Disruption of the podosomes causes osteoclasts to detach from bones, preventing bone resorption.[A6366]\n\nNitrogen containing bisphosphonates such as pamidronate are known to induce apoptosis of hematopoietic tumor cells by inhibiting the components of the mevalonate pathway farnesyl diphosphate synthase, farnesyl diphosphate, and geranylgeranyl diphosphate.[A202769,A203123,A203111] These components are essential for post-translational prenylation of GTP-binding proteins like Rap1.[A202769,A203123] The lack of prenylation of these proteins interferes with their function, and in the case of Rap1, leads to apoptosis.[A202769,A203123] pamidronate also activated caspases 3 and 9 which further contribute to apoptosis.[A202769,A203123,A203177]",
      "protein_binding": "Pamidronate is approximately 54% protein bound in serum.[L13892]",
      "moa_t3db": "The mechanism of action of pamidronate is inhibition of bone resorption. Pamidronate adsorbs to calcium phosphate (hydroxyapatite) crystals in bone and may directly block dissolution of this mineral component of bone. In vitro studies also suggest that inhibition of osteoclast activity contributes to inhibition of bone resorption. Pamidronate also targets farnesyl pyrophosphate (FPP) synthase. Nitrogen-containing bisphosphonates (such as pamidronate, alendronate, risedronate, ibandronate and zoledronate) appear to act as analogues of isoprenoid diphosphate lipids, thereby inhibiting FPP synthase, an enzyme in the mevalonate pathway. Inhibition of this enzyme in osteoclasts prevents the biosynthesis of isoprenoid lipids (FPP and GGPP) that are essential for the post-translational farnesylation and geranylgeranylation of small GTPase signalling proteins. This activity inhibits osteoclast activity and reduces bone resorption and turnover. In postmenopausal women, it reduces the elevated rate of bone turnover, leading to, on average, a net gain in bone mass.",
      "aop": [],
      "targets": [
            "Farnesyl pyrophosphate synthase",
            "Geranylgeranyl pyrophosphate synthase"
      ]
}