{
      "ptx_code": "PTX206",
      "chem_name": "DEET",
      "casrn": "134-62-3",
      "dtxsid": "DTXSID2021995",
      "smiles": "CCN(CC)C(=O)C1=CC=CC(C)=C1",
      "inchikey": "MMOXZBCLCQITDF-UHFFFAOYSA-N",
      "label": "PTX206 | DEET",
      "drugbank_id": "",
      "use_class": "Pesticide",
      "tox_class": "Cardiotoxicity; Immunotoxicity; Neurotoxicity",
      "chem_name_user": "DEET",
      "mw_g_mol": "191.27",
      "solubility_h2o_mol_liter": "4.77e-03",
      "source_solubility_h2o": "COMPTOX (OPERA)",
      "henry_coefficient_atm_m3_mol": "1.45e-07",
      "source_henry": "COMPTOX",
      "log_kaw_kh_rt": "5.23",
      "source_kaw": "LSER eq 1 exp. Descriptors",
      "pka_acid": "",
      "pka_base": "-0.40",
      "source_pka": "ACD/GALAS",
      "log_kow_liter_liter": "2.18",
      "source_kow": "",
      "log_dlipw_ph74_liter_liter": "1.97",
      "source_dlipw": "Kow QSAR (âˆ†mw = 1)",
      "freely_dissolved_fraction": "0.85",
      "density_kg_liter": "0.99",
      "source_density": "COMPTOX",
      "baseline_drerio": "1860.80",
      "baseline_dmagna": "802.79",
      "baseline_celegans": "1795.97",
      "baseline_xlaevis": "481.59",
      "baseline_dmelanogaster": "7195.07",
      "baseline_cells": "3.30e-04",
      "baseline_cells_generic_micromole_liter_free_ec10": "2.79e-04",
      "moa_drugbank": "The exact mechanism(s) of action by which both (a) insects are repelled by diethyltoluamide (DEET), and (b) humans can be affected deleteriously by exposure to toxic amounts of DEET have not yet been formally elucidated [L2774, L2775, L2777].\n\nResearch is ongoing regarding the exact mechanism of action by which DEET is capable of repelling insects. However, the most longstanding mechanism proposes that the DEET chemical blocks the olfactory receptors of insects for the volatile 1-octen-3-ol compound that is an element in human sweat and breath [A33052]. As a consequence, this proposed mechanism suggests that the blockade of insects' senses for this 1-octen-3-ol blinds and prevents the triggering of their biting and/or feeding instinct on humans and other animals that produce that compound [A33052]. Nevertheless, this theory has not yet been fully elucidated.\n\nFurthermore, recent studies have demonstrated that DEET binds to certain molecular targets like the Anopheles gambiae odorant binding protein 1 (AgamOBP1) with high shape complementarity [A33053] and the antennae-specific odorant receptor CquiOR136 of the southern house mosquito, Culex quinquefasciatus [L2778]. In southern house mosquitos with reduced CquiOR136 transcript levels, behavioral tests demonstrated that this phenotype showed demonstrably lower responses/repulsion to DEET [L2778]. Again, however, such findings require continued research and do not formally elucidate the mechanism of action by which DEET can repel insects.\n\nAnd finally, the mechanism of toxicity in which DEET is capable of eliciting effects of neurotoxicity in humans who have been exposed to toxic levels of the agent is also poorly understood [L2775, A33054]. A recent study proposes that DEET is capable of blocking Na+ and K+ channels in the rat animal model [A33054]. This ion channel blocking activity of DEET in neurons may subsequently contribute to the kind of neuro-sensory adverse effects like numbness experienced after inadvertent application to the lips or mouth of humans [A33054].",
      "protein_binding": "Readily accessible data regarding the protein binding of diethyltoluamide (DEET) is not available.",
      "moa_t3db": "",
      "aop": [
            {
                  "AOP_id": 19,
                  "AOP_name": "Androgen receptor antagonism leading to adverse effects in the male foetus (mammals) "
            },
            {
                  "AOP_id": 61,
                  "AOP_name": "NFE2L2/FXR activation leading to hepatic steatosis "
            }
      ],
      "targets": [
            "Cytochrome P450 2B6",
            "Cytochrome P450 3A4",
            "Urokinase-type plasminogen activator"
      ]
}